#
# Language file - v1.3
#
Language: English
Author: Nemesis][
#
#  Any line that doesn't contain an equals sign is considered a comment.
#  The file encoding must be Unicode, not ANSI.
#  Only change text on the right side of the equals.
#
Show=&Show
Connect=Co&nnect
Hide=&Hide
Hide1=&Show
SaveHide=&Save
Cancel=&Cancel
ExitBtn=E&xit
About=&About
TabSheet1=Status
TabSheet2=Settings
TabSheet3=Tunnels
Tabsheet4=License
Tabsheet5=Readme
ServerLabel=SSH Server:
ServerLabel2=SSH Port:
UsernameLabel=Username:
PassLabel=Passphrase:
PortLabel=Port:
RetryLabel=Retry Delay:
ConnectOnStartup=Connect on Startup
ReconnectOnFailure=Reconnect on Failure
BeVerbose=Verbose Logging
RetryForever=Infinite Retry Attempts
SlowPoll=Enable Slow Polling
UseCompression=Enable Compression
EnableSocks=Enable Dynamic SOCKS
UseKeyfile=Use Private Key
ConnectionFilter=Hide Port Connections
Notifications=Disable Notifications
TunnelLabel=Tunnel Syntax: [listen-IP:]listen-port:host:port      [] = Optional
LocalLabel=Local: 
RemoteLabel=Remote:
Show1=&Show
Connect1=&Connect
Profiles1=&Profiles
About1=&About
Exit1=&Exit
NewProfile1=Create P&rofile
Language1=Language:
Font1=&Font
ExeArgs=Optional Arguments:
ConfirmClose=Prompt on Exit
EnableLoopPing=Enable Loopback Pinging
EnableEchoPing=Enable Echo Service Pinging
PingPort=Port:
0=Error
1=Sending passphrase
2=Sending password
3=Yes, store key in registry
4=Accept key but do not store key in registry
5=User canceled connection
6=OK
7=Cancel
8=Passphrase Needed
9=Enter passphrase for 
10=Allow Blank Passphrase?
11=Password Needed
12=Enter password for 
13=Using executable
14=Using arguments
15=Using keyfile
16=Launching
17=Using blank pass phrase
18=Disco&nnect
19=Launching executable
20=Connecting to
21=Connected to
22=Connection is stable
23=FATAL ERROR: Error launching executable
24=Disconnected
25=Reconnecting in
26=second(s)
27=attempt
28=of
29=FATAL ERROR: SSH connection was terminated unexpectedly
30=Disconnected
31=Done
32=Co&nnect
33=Show
34=Hide
35=Click to visit Authors Website
36=About MyEnTunnel
37=Switched to profile
38=Profile
39=Local
40=Remote
41=Connect
42=Manually terminated
43=Passphrase
44=Password
45=Value can not be blank and must be between 1 and
46=Resetting to default of 
47=Create Profile
48=Name for Profile
49=Hostname, IP Address or Saved Putty Session Name
50=Max length 100 characters
51=Slow Poll Rate to once a second (Note: makes application GUI less responsive!)
52=In Seconds
53=File must be named keyfile.ppk
54=Show all plink.exe messages
55=Strip Port Connection Messages from Status Window
56=Close MyEnTunnel?
57=Maintains persistent SSH tunnels
58=Uses plink.exe from the PuTTY Suite
59=Visit the homepage of MyEnTunnel
60=By
61=Missed too many pings, restarting
EOF
